Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaCustomer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# loyalty_error_load
source: Couldn't load your rewards. Try again.
cs: Odměny se nepodařilo načíst. Zkuste to znovu.
ru: Не удалось загрузить награды. Попробуйте снова.
sk: Odmeny sa nepodarilo načítať. Skúste to znova.
uk: Не вдалося завантажити винагороди. Спробуйте знову.

# loyalty_lifetime_points
source: Lifetime points
cs: Body za celou dobu
ru: Баллы за всё время
sk: Body za celé obdobie
uk: Бали за весь час

# loyalty_max_tier_reached
source: You've reached the top — thank you!
cs: Dosáhli jste nejvyššího stupně — děkujeme!
ru: Вы достигли вершины — спасибо!
sk: Dosiahli ste najvyšší stupeň — ďakujeme!
uk: Ви досягли вершини — дякуємо!

# loyalty_no_discount_yet
source: No discount yet
cs: Zatím bez slevy
ru: Пока без скидки
sk: Zatiaľ bez zľavy
uk: Поки без знижки

# loyalty_perks_welcome_badge
source: Welcome to Cleansia rewards
cs: Vítejte v odměnách Cleansia
ru: Добро пожаловать в награды Cleansia
sk: Vitajte v odmenách Cleansia
uk: Ласкаво просимо до винагород Cleansia

# loyalty_points_unit
source: pts
cs: b.
ru: б.
sk: b.
uk: б.

# loyalty_progress_to_next
source: %1$d / %2$d points to %3$@
cs: %1$d / %2$d bodů do %3$@
ru: %1$d / %2$d баллов до %3$@
sk: %1$d / %2$d bodov do %3$@
uk: %1$d / %2$d балів до %3$@

# loyalty_referral_copied_toast
source: Code copied
cs: Kód zkopírován
ru: Код скопирован
sk: Kód skopírovaný
uk: Код скопійовано

# loyalty_referral_copy_button
source: Copy
cs: Kopírovat
ru: Копировать
sk: Kopírovať
uk: Копіювати

# loyalty_referral_section_title
source: Invite friends — earn 150 points each
cs: Pozvěte přátele — získejte 150 bodů za každého
ru: Пригласите друзей — получите 150 баллов за каждого
sk: Pozvite priateľov — získajte 150 bodov za každého
uk: Запросіть друзів — отримайте 150 балів за кожного

# loyalty_referral_share_button
source: Share
cs: Sdílet
ru: Поделиться
sk: Zdieľať
uk: Поділитися

# loyalty_referral_share_text
source: Get 150 bonus points once your first Cleansia cleaning is completed! Use my code %1$@ at signup: %2$@
cs: Získejte 150 bonusových bodů po svém prvním dokončeném úklidu Cleansia! Použijte můj kód %1$@ při registraci: %2$@
ru: Получите 150 бонусных баллов после своей первой завершённой уборки Cleansia! Используйте мой код %1$@ при регистрации: %2$@
sk: Získajte 150 bonusových bodov po svojom prvom dokončenom upratovaní Cleansia! Použite môj kód %1$@ pri registrácii: %2$@
uk: Отримайте 150 бонусних балів після свого першого завершеного прибирання Cleansia! Використайте мій код %1$@ при реєстрації: %2$@

# loyalty_referral_stats_empty
source: Be the first — share your code
cs: Buďte první — sdílejte svůj kód
ru: Будьте первым — поделитесь кодом
sk: Buďte prvý — zdieľajte svoj kód
uk: Будьте першим — поділіться кодом

# loyalty_referral_stats_qualified
source: %1$d friend joined · %2$d qualified
cs: %1$d přítel se připojil · %2$d kvalifikováno
ru: %1$d друг присоединился · %2$d квалифицированы
sk: %1$d priateľ sa pripojil · %2$d kvalifikovaných
uk: %1$d друг приєднався · %2$d кваліфіковані

# loyalty_referral_stats_waiting
source: %1$lld friends joined — waiting on their first completed cleaning
cs: %1$lld přátel se připojilo — čeká na první dokončený úklid
ru: %1$lld друга присоединились — ждём первую завершённую уборку
sk: %1$lld priateľov sa pripojilo — čaká na prvé dokončené upratovanie
uk: %1$lld друга приєдналося — чекаємо на перше завершене прибирання

# loyalty_referral_subtitle
source: Share your code. Once their first cleaning is completed, they get 150 bonus points and so do you.
cs: Sdílejte svůj kód. Po jejich prvním dokončeném úklidu získají 150 bonusových bodů, vy také.
ru: Поделитесь своим кодом. После их первой завершённой уборки они получат 150 бонусных баллов, вы тоже.
sk: Zdieľajte svoj kód. Po ich prvom dokončenom upratovaní získajú 150 bonusových bodov, vy tiež.
uk: Поділіться своїм кодом. Після їхнього першого завершеного прибирання вони отримають 150 бонусних балів, ви теж.

# loyalty_retry
source: Retry
cs: Zkusit znovu
ru: Повторить
sk: Skúsiť znova
uk: Повторити

# loyalty_threshold_points
source: %1$d pts
cs: %1$d b.
ru: %1$d б.
sk: %1$d b.
uk: %1$d б.

# loyalty_tier_bronze_cleaner
source: Bronze Cleaner
cs: Bronzový uklízeč
ru: Бронзовый клинер
sk: Bronzový upratovač
uk: Бронзовий клінер

# loyalty_tier_gold_polisher
source: Gold Polisher
cs: Zlatý leštič
ru: Золотой полировщик
sk: Zlatý leštič
uk: Золотий полірувальник

# loyalty_tier_ladder_title
source: All tiers
cs: Všechny úrovně
ru: Все уровни
sk: Všetky úrovne
uk: Усі рівні

# loyalty_tier_platinum_sparkler
source: Platinum Sparkler
cs: Platinový zářič
ru: Платиновый блеск
sk: Platinový žiarič
uk: Платиновий блиск

# loyalty_tier_silver_mopper
source: Silver Mopper
cs: Stříbrný mopař
ru: Серебряный мопер
sk: Strieborný mopár
uk: Срібний мопар

# loyalty_tier_status_current
source: Current
cs: Aktuální
ru: Текущий
sk: Aktuálne
uk: Поточний

# loyalty_tier_status_locked
source: Locked
cs: Zamčeno
ru: Заблокировано
sk: Zamknuté
uk: Заблоковано

# loyalty_tier_status_unlocked
source: Unlocked
cs: Odemčeno
ru: Открыто
sk: Odomknuté
uk: Відкрито

# loyalty_tx_earn_order
source: +%1$d pts — Cleaning #%2$@
cs: +%1$d b. — Úklid č. %2$@
ru: +%1$d б. — Уборка №%2$@
sk: +%1$d b. — Upratovanie č. %2$@
uk: +%1$d б. — Прибирання №%2$@

# loyalty_tx_manual
source: %1$d pts — Manual adjustment
cs: %1$d b. — Ruční úprava
ru: %1$d б. — Ручная корректировка
sk: %1$d b. — Manuálna úprava
uk: %1$d б. — Ручне коригування

# loyalty_tx_referral
source: +%1$d pts — Referral bonus
cs: +%1$d b. — Bonus za doporučení
ru: +%1$d б. — Бонус за рекомендацию
sk: +%1$d b. — Bonus za odporúčanie
uk: +%1$d б. — Бонус за рекомендацію

# loyalty_tx_revoke_order
source: %1$d pts — Cancelled #%2$@
cs: %1$d b. — Zrušeno č. %2$@
ru: %1$d б. — Отменена №%2$@
sk: %1$d b. — Zrušené č. %2$@
uk: %1$d б. — Скасовано №%2$@

# membership_active_until
source: Active until %1$@
cs: Aktivní do %1$@
ru: Активна до %1$@
sk: Aktívne do %1$@
uk: Активний до %1$@

# membership_already_active
source: You're already a Plus member.
cs: Už jste členem Plus.
ru: Вы уже участник Plus.
sk: Už ste členom Plus.
uk: Ви вже учасник Plus.

# membership_auto_renew_hint
source: Renews automatically. If the payment fails, your benefits pause until it goes through.
cs: Obnovuje se automaticky. Pokud platba selže, výhody se pozastaví, dokud neprojde.
ru: Продлевается автоматически. Если платёж не пройдёт, преимущества приостановятся, пока он не пройдёт.
sk: Obnovuje sa automaticky. Ak platba zlyhá, výhody sa pozastavia, kým neprejde.
uk: Продовжується автоматично. Якщо платіж не пройде, переваги призупиняться, доки він не пройде.

# membership_trial_first_charge_hint
source: Every Plus benefit applies now. Billing starts on this date unless you cancel before it.
cs: Všechny výhody Plus už platí. Platit začnete tímto dnem, pokud předtím nezrušíte.
ru: Все преимущества Plus уже действуют. Списание начнётся с этой даты, если вы не отмените раньше.
sk: Všetky výhody Plus už platia. Platiť začnete týmto dňom, ak predtým nezrušíte.
uk: Усі переваги Plus уже діють. Списання почнеться з цієї дати, якщо ви не скасуєте раніше.

# membership_cancel_action
source: Cancel subscription
cs: Zrušit předplatné
ru: Отменить подписку
sk: Zrušiť predplatné
uk: Скасувати підписку

# membership_cancel_dialog_confirm
source: Cancel
cs: Zrušit
ru: Отменить
sk: Zrušiť
uk: Скасувати

# membership_cancel_dialog_message
source: Your benefits remain until the end of the current billing period. You won't be charged again.
cs: Vaše výhody zůstanou do konce aktuálního zúčtovacího období. Další platba neproběhne.
ru: Ваши преимущества сохранятся до конца текущего расчётного периода. Списаний больше не будет.
sk: Vaše výhody zostanú do konca aktuálneho zúčtovacieho obdobia. Ďalšia platba neprebehne.
uk: Ваші переваги залишаться до кінця поточного періоду. Списань більше не буде.

# membership_cancel_dialog_message_past_due
source: Plus ends now. The unpaid payment is voided and you won't be charged again.
cs: Plus skončí hned. Nezaplacená platba se zruší a už vám nic nenaúčtujeme.
ru: Plus завершится сейчас. Неоплаченный платёж будет аннулирован, и с вас больше ничего не спишут.
sk: Plus sa skončí hneď. Nezaplatená platba sa zruší a už vám nič nenaúčtujeme.
uk: Plus завершиться зараз. Неоплачений платіж буде анульовано, і з вас більше нічого не спишуть.

# membership_cancel_dialog_message_trial
source: Your trial ends on %1$@, and your benefits stay until then. No payment follows, so you won't be charged.
cs: Zkušební období skončí %1$@ a do té doby vám výhody zůstanou. Žádná platba nenásleduje, takže vám nic nenaúčtujeme.
ru: Пробный период закончится %1$@, и до этого преимущества сохранятся. Оплаты после него не будет, поэтому с вас ничего не спишут.
sk: Skúšobné obdobie skončí %1$@ a dovtedy vám výhody zostanú. Žiadna platba nenasleduje, takže vám nič nenaúčtujeme.
uk: Пробний період закінчиться %1$@, і до того часу переваги залишаться. Оплати після нього не буде, тож з вас нічого не спишуть.

# membership_cancel_dialog_title
source: Cancel Cleansia Plus?
cs: Zrušit Cleansia Plus?
ru: Отменить Cleansia Plus?
sk: Zrušiť Cleansia Plus?
uk: Скасувати Cleansia Plus?

# membership_cancel_success_past_due
source: Membership cancelled — nothing more will be charged.
cs: Členství zrušeno — nic dalšího vám nenaúčtujeme.
ru: Членство отменено — больше ничего не спишут.
sk: Členstvo zrušené — nič ďalšie vám nenaúčtujeme.
uk: Членство скасовано — більше нічого не спишуть.

# membership_cancel_success_trial
source: Cleansia Plus cancelled — you won't be charged, and your benefits run until the trial ends.
cs: Cleansia Plus zrušeno — nic vám nenaúčtujeme a výhody platí do konce zkušebního období.
ru: Cleansia Plus отменено — с вас ничего не спишут, а преимущества будут действовать до конца пробного периода.
sk: Cleansia Plus zrušené — nič vám nenaúčtujeme a výhody platia do konca skúšobného obdobia.
uk: Cleansia Plus скасовано — з вас нічого не спишуть, а переваги діятимуть до кінця пробного періоду.

# membership_cancelled_until
source: Active until %1$@
cs: Aktivní do %1$@
ru: Активна до %1$@
sk: Aktívne do %1$@
uk: Активний до %1$@

# membership_cta_disclosure_trial
source: Then %1$@ / month. Cancel anytime before the trial ends and you won't be charged.
cs: Poté %1$@ / měsíc. Zrušte kdykoli před koncem zkušebního období a nic vám nebude účtováno.
ru: Затем %1$@ / месяц. Отмените в любой момент до конца пробного периода — и с вас не спишут.
sk: Potom %1$@ / mesiac. Zrušte kedykoľvek pred koncom skúšobného obdobia a nič vám nebude účtované.
uk: Потім %1$@ / місяць. Скасуйте будь-коли до кінця пробного періоду — і вас не спишуть.

# membership_cta_disclosure_trial_year
source: Then %1$@ / year. Cancel anytime before the trial ends and you won't be charged.
cs: Poté %1$@ / rok. Zrušte kdykoli před koncem zkušebního období a nic vám nebude účtováno.
ru: Затем %1$@ / год. Отмените в любой момент до конца пробного периода — и с вас не спишут.
sk: Potom %1$@ / rok. Zrušte kedykoľvek pred koncom skúšobného obdobia a nič vám nebude účtované.
uk: Потім %1$@ / рік. Скасуйте будь-коли до кінця пробного періоду — і вас не спишуть.

# membership_cta_start_trial
source: Start free trial
cs: Začít zkušební období zdarma
ru: Начать бесплатный пробный период
sk: Začať skúšobné obdobie zdarma
uk: Почати безкоштовний пробний період

# membership_cta_subscribe
source: Get Cleansia Plus
cs: Získat Cleansia Plus
ru: Получить Cleansia Plus
sk: Získať Cleansia Plus
uk: Отримати Cleansia Plus

# membership_disclosure
source: Renews automatically until you cancel. Cancel any time and your benefits run to the end of the paid period. If a renewal payment fails, your benefits pause until it goes through.
cs: Obnovuje se automaticky, dokud předplatné nezrušíte. Zrušit můžete kdykoli a výhody vám zůstanou do konce zaplaceného období. Pokud platba za obnovení selže, výhody se pozastaví, dokud neprojde.
ru: Продлевается автоматически, пока вы не отмените подписку. Отменить можно в любое время — преимущества сохранятся до конца оплаченного периода. Если платёж за продление не пройдёт, преимущества приостановятся, пока он не пройдёт.
sk: Obnovuje sa automaticky, kým predplatné nezrušíte. Zrušiť môžete kedykoľvek a výhody vám zostanú do konca zaplateného obdobia. Ak platba za obnovenie zlyhá, výhody sa pozastavia, kým neprejde.
uk: Продовжується автоматично, доки ви не скасуєте підписку. Скасувати можна будь-коли — переваги діятимуть до кінця оплаченого періоду. Якщо платіж за продовження не пройде, переваги призупиняться, доки він не пройде.

# membership_hero_headline
source: Start saving today
cs: Začněte šetřit ještě dnes
ru: Начните экономить уже сегодня
sk: Začnite šetriť ešte dnes
uk: Почніть економити вже сьогодні

# membership_hero_then_price
source: then %1$@ / month
cs: poté %1$@ / měsíc
ru: затем %1$@ / месяц
sk: potom %1$@ / mesiac
uk: потім %1$@ / місяць

# membership_hero_then_price_year
source: then %1$@ / year
cs: poté %1$@ / rok
ru: затем %1$@ / год
sk: potom %1$@ / rok
uk: потім %1$@ / рік

# membership_hero_trial_price
source: %1$@ / first %2$d days
cs: %1$@ / prvních %2$d dní
ru: %1$@ / первые %2$d дней
sk: %1$@ / prvých %2$d dní
uk: %1$@ / перші %2$d днів

# membership_inactive_cta
source: Get Cleansia Plus
cs: Získat Cleansia Plus
ru: Оформить Cleansia Plus
sk: Získať Cleansia Plus
uk: Отримати Cleansia Plus

# membership_inactive_cta_trial
source: Try %1$d days free
cs: Vyzkoušet %1$d dní zdarma
ru: Попробовать %1$d дней бесплатно
sk: Vyskúšať %1$d dní zadarmo
uk: Спробувати %1$d днів безкоштовно

# membership_inactive_perks_summary
source: Save on every booking · recurring cleanings
cs: Sleva na každou objednávku · pravidelný úklid
ru: Экономия на каждом бронировании · регулярные уборки
sk: Zľava na každú objednávku · pravidelné upratovanie
uk: Економія на кожному бронюванні · регулярні прибирання

# membership_past_due_body
source: Your last Plus payment didn't go through, so your Plus benefits are paused until it does.
cs: Poslední platba za Plus neprošla, takže jsou výhody Plus pozastavené, dokud neprojde.
ru: Последний платёж за Plus не прошёл, поэтому преимущества Plus приостановлены, пока он не пройдёт.
sk: Posledná platba za Plus neprešla, takže výhody Plus sú pozastavené, kým neprejde.
uk: Останній платіж за Plus не пройшов, тому переваги Plus призупинено, доки він не пройде.

# membership_past_due_cancel_hint
source: Cancelling ends Plus straight away: the unpaid payment is voided and nothing more is charged.
cs: Zrušením Plus okamžitě skončí: nezaplacená platba se zruší a nic dalšího vám nenaúčtujeme.
ru: Отмена сразу завершает Plus: неоплаченный платёж аннулируется, и больше ничего не списывается.
sk: Zrušením sa Plus okamžite skončí: nezaplatená platba sa zruší a nič ďalšie vám nenaúčtujeme.
uk: Скасування одразу завершує Plus: неоплачений платіж анулюється, і більше нічого не списується.

# membership_perk_cancellation_desc
source: Cancel up to %1$d h before your cleaning, no fees.
cs: Zrušte bez poplatků až %1$d h před úklidem.
ru: Отмените без комиссии не позднее чем за %1$d ч до уборки.
sk: Zrušte bez poplatkov až %1$d h pred upratovaním.
uk: Скасуйте без комісій не пізніше ніж за %1$d год до прибирання.

# membership_perk_cancellation_title
source: Free cancellation
cs: Bezplatné zrušení
ru: Бесплатная отмена
sk: Bezplatné zrušenie
uk: Безкоштовне скасування

# membership_perk_discount_desc
source: %1$d%% off every cleaning. Combined with your loyalty tier it is capped at 12%%.
cs: Sleva %1$d %% z každého úklidu. V kombinaci s věrnostním programem je omezena na 12 %%.
ru: Скидка %1$d%% на каждую уборку. В сочетании с уровнем лояльности ограничена 12%%.
sk: Zľava %1$d %% z každého upratovania. V kombinácii s vernostným programom je obmedzená na 12 %%.
uk: Знижка %1$d%% на кожне прибирання. У поєднанні з рівнем лояльності обмежена 12%%.

# membership_perk_discount_title
source: Member discount
cs: Členská sleva
ru: Скидка для участников
sk: Členská zľava
uk: Знижка для учасників

# membership_perk_express_desc
source: We waive the 20%% surcharge on express bookings — cleanings that start 2 to 4 hours after you book. Up to %1$d each calendar month while your membership is active; unused ones don't carry over.
cs: Odpouštíme 20%% příplatek za expresní objednávky — úklidy, které začínají 2 až 4 hodiny po objednání. Až %1$d každý kalendářní měsíc po dobu aktivního členství; nevyužité se nepřevádějí.
ru: Мы не берём 20 %% доплаты за экспресс-заказы — уборки, которые начинаются через 2–4 часа после оформления. До %1$d в каждый календарный месяц, пока действует ваше членство; неиспользованные не переносятся.
sk: Odpúšťame 20%% príplatok za expresné objednávky — upratovania, ktoré začínajú 2 až 4 hodiny po objednaní. Až %1$d každý kalendárny mesiac počas aktívneho členstva; nevyužité sa neprenášajú.
uk: Ми не беремо 20 %% доплати за експрес-замовлення — прибирання, що починаються через 2–4 години після оформлення. До %1$d на кожен календарний місяць, поки діє ваше членство; невикористані не переносяться.

# membership_perk_express_title
source: Express bookings without the surcharge
cs: Expresní termíny bez příplatku
ru: Экспресс-заказы без доплаты
sk: Expresné termíny bez príplatku
uk: Експрес-замовлення без доплати

# membership_perk_favorite_cleaner_desc
source: Request the same cleaner you trust on every booking.
cs: Vyžádejte si stejného uklízeče, kterému důvěřujete, u každé objednávky.
ru: Запрашивайте того же клинера, которому доверяете, на каждое бронирование.
sk: Vyžiadajte si rovnakú upratovačku, ktorej dôverujete, pri každej objednávke.
uk: Запитуйте того самого клінера, якому довіряєте, на кожне бронювання.

# membership_perk_favorite_cleaner_title
source: Your favorite cleaner
cs: Váš oblíbený uklízeč
ru: Ваш любимый клинер
sk: Vaša obľúbená upratovačka
uk: Ваш улюблений клінер

# membership_perk_grace_desc
source: 60 minutes after every booking to cancel free, instead of 15 minutes
cs: 60 minut po každé objednávce na bezplatné zrušení místo 15 minut
ru: 60 минут после каждого заказа на бесплатную отмену вместо 15 минут
sk: 60 minút po každej objednávke na bezplatné zrušenie namiesto 15 minút
uk: 60 хвилин після кожного замовлення на безкоштовне скасування замість 15 хвилин

# membership_perk_grace_title
source: Free cancellation after booking
cs: Zrušení zdarma po objednání
ru: Бесплатная отмена после заказа
sk: Zrušenie zadarmo po objednaní
uk: Безкоштовне скасування після замовлення

# membership_perk_pill_cancellation
source: %1$dh free cancel
cs: zrušení %1$d h zdarma
ru: отмена за %1$d ч
sk: zrušenie %1$d h zadarmo
uk: скасування за %1$d год

# membership_perk_pill_discount
source: %1$d%% off
cs: sleva %1$d %%
ru: скидка %1$d%%
sk: zľava %1$d %%
uk: знижка %1$d%%

# membership_perk_pill_express
source: Express waived · %1$d left
cs: Expres odpuštěn · zbývá %1$d
ru: Экспресс без доплаты · осталось %1$d
sk: Expres odpustený · zostáva %1$d
uk: Експрес без доплати · %1$d залишилось

# membership_perk_pill_express_used
source: Express waived · none left
cs: Expres odpuštěn · nic nezbývá
ru: Экспресс без доплаты · не осталось
sk: Expres odpustený · nič nezostáva
uk: Експрес без доплати · не залишилось

# membership_perk_pill_recurring
source: Recurring
cs: Pravidelně
ru: Регулярно
sk: Pravidelne
uk: Регулярно

# membership_perk_recurring_desc
source: Set it once — every other Tuesday at 10am, automatically.
cs: Nastavte jednou — každý druhý čtvrtek v 10:00, automaticky.
ru: Настройте один раз — каждый второй вторник в 10:00, автоматически.
sk: Nastavte raz — každý druhý štvrtok o 10:00, automaticky.
uk: Налаштуйте один раз — кожен другий вівторок о 10:00, автоматично.

# membership_perk_recurring_title
source: Recurring bookings
cs: Pravidelné objednávky
ru: Регулярные бронирования
sk: Pravidelné objednávky
uk: Регулярні бронювання

# membership_perks_section_title
source: What you get
cs: Co získáte
ru: Что вы получите
sk: Čo získate
uk: Що ви отримаєте

# membership_plan_annual
source: Annual
cs: Roční
ru: Годовой
sk: Ročné
uk: Річний

# membership_plan_monthly
source: Monthly
cs: Měsíční
ru: Месячный
sk: Mesačné
uk: Місячний

# membership_plan_per_month
source: %1$@ / month
cs: %1$@ / měsíc
ru: %1$@ / месяц
sk: %1$@ / mesiac
uk: %1$@ / місяць

# membership_plan_per_year
source: %1$@ / year
cs: %1$@ / rok
ru: %1$@ / год
sk: %1$@ / rok
uk: %1$@ / рік

# membership_status_past_due_badge
source: PAYMENT FAILED
cs: PLATBA SELHALA
ru: ОПЛАТА НЕ ПРОШЛА
sk: PLATBA ZLYHALA
uk: ОПЛАТА НЕ ПРОЙШЛА

# order_cancel_fee_grace_note
source: Cancelling within %d minutes of booking is free, even after a cleaner has accepted.
cs: Zrušení do %d minut od objednání je zdarma, i když už objednávku přijal uklízeč.
ru: Отмена в течение %d минут после заказа бесплатна, даже если уборщик уже взял заказ.
sk: Zrušenie do %d minút od objednania je zadarmo, aj keď už objednávku prijal upratovač.
uk: Скасування протягом %d хвилин після замовлення безкоштовне, навіть якщо прибиральник уже взяв замовлення.

# order_paid_by_card
source: Paid by card
cs: Zaplaceno kartou
ru: Оплачено картой
sk: Zaplatené kartou
uk: Сплачено карткою

# order_paid_with_credit
source: Paid with credit
cs: Zaplaceno kreditem
ru: Оплачено кредитом
sk: Zaplatené kreditom
uk: Сплачено кредитом

# plus_not_available_in_market
source: Plus is not available in your market yet
cs: Plus zatím není na vašem trhu k dispozici
ru: Plus пока недоступен на вашем рынке
sk: Plus zatiaľ nie je na vašom trhu k dispozícii
uk: Plus поки що недоступний на вашому ринку

# membership_plans_load_failed
source: We couldn't load the Plus plans.
cs: Plány Plus se nepodařilo načíst.
ru: Не удалось загрузить планы Plus.
sk: Plány Plus sa nepodarilo načítať.
uk: Не вдалося завантажити плани Plus.

# membership_currency_locked_in
source: Your Plus billing is set up in %1$@. Contact support to change it.
cs: Vaše fakturace Plus je nastavená v %1$@. Pro změnu kontaktujte podporu.
ru: Оплата Plus настроена в валюте %1$@. Чтобы изменить её, обратитесь в поддержку.
sk: Vaša fakturácia Plus je nastavená v %1$@. Pre zmenu kontaktujte podporu.
uk: Оплата Plus налаштована у валюті %1$@. Щоб її змінити, зверніться до підтримки.

# membership_renews_on
source: Renews on %1$@
cs: Obnoví se %1$@
ru: Продлевается %1$@
sk: Obnoví sa %1$@
uk: Продовжується %1$@

# membership_trial_until
source: Free trial until %1$@
cs: Zkušební období zdarma do %1$@
ru: Бесплатный пробный период до %1$@
sk: Skúšobné obdobie zadarmo do %1$@
uk: Безкоштовний пробний період до %1$@

# membership_social_proof_headline
source: How the member discount works
cs: Jak funguje členská sleva
ru: Как работает скидка для участников
sk: Ako funguje členská zľava
uk: Як працює знижка для учасників

# membership_social_proof_sub
source: Plus and your loyalty tier add up to a combined 12% maximum. Promo codes don't stack — the larger discount applies.
cs: Plus a váš věrnostní program se sčítají maximálně do 12%. Promo kódy se nesčítají — uplatní se vyšší sleva.
ru: Plus и ваш уровень лояльности вместе дают максимум 12%. Промокоды не суммируются — применяется большая скидка.
sk: Plus a váš vernostný program sa spočítajú maximálne do 12%. Promo kódy sa nesčítajú — uplatní sa vyššia zľava.
uk: Plus і ваш рівень лояльності сумарно дають максимум 12%. Промокоди не додаються — застосовується більша знижка.

# membership_status_active_badge
source: PLUS · ACTIVE
cs: PLUS · AKTIVNÍ
ru: PLUS · АКТИВНА
sk: PLUS · AKTÍVNE
uk: PLUS · АКТИВНИЙ

# membership_status_ending_badge
source: ENDING
cs: KONČÍ
ru: ЗАВЕРШАЕТСЯ
sk: KONČÍ
uk: ЗАВЕРШУЄТЬСЯ

# membership_success_cta_back_home
source: Back to home
cs: Zpět na hlavní
ru: На главную
sk: Späť na hlavnú
uk: На головну
